Repository: common-repository/advanced-iranian-widget
Catalog: languages/Advanced-Iranian-Widget-persian-*.po
Languages: fa_ir

source: Advanced Iranian Widget By Technopolis
fa_ir: ویدگت پیشرفته ایرانیان توسط تکنوپلیس

source: Advanced Iranian Widget
fa_ir: ویدگت پیشرفته ایرانیان

source: Title:
fa_ir: عنوان:

source: URL adress:
fa_ir: آدرس URL:

source: Open link in new window
fa_ir: لینک را در صفحه جدید باز کن

source: Public
fa_ir: عمومی

source: Show this widget to every one
fa_ir: این ویدگت را به همه نشان بده

source: Private
fa_ir: خصوصی

source: Only show to Iranians
fa_ir: فقط به ایرانی ها نشان بده

source: Hide from Iranians
fa_ir: به کاربران ایرانی نشان نده

source: you have PHP scripts,HTML, Javascript, Flash, no problem!</br> Here enter anything you wish:
fa_ir: متن، یا کدهای HTML، PHP، جاوااسکریپت، یا فایل فلش خود را اینجا وارد کنید:

source: Put this inside a paragraph
fa_ir: محتوا را در پاراگراف قرار بده.

source: A new version of
fa_ir: نسخه جدیدی از

source: is awailable. Please
fa_ir: موجود است، لطفاً

source: Upgdate
fa_ir: به نسخه جدید

source: to newer version.
fa_ir: بروزرسانی کنید.

source: Thank you for using
fa_ir: از اینکه از

source: from
fa_ir: استفاده میکنید متشکریم.

source: Technopolis Web Designers Group
fa_ir: گروه طراحی وب تکنوپلیس

source: Cheers!
fa_ir: شاد باشید.
